Repository: seanpm2001/mt-training-data
Catalog: ceb/ceb_pontoon.tmx
Source language: en_us
Languages: ceb

source: <p>The browser is operating in its offline mode and cannot connect to the requested item.</p> <ul> <li>Is the device connected to an active network?</li> <li>Press “Try Again” to switch to online mode and reload the page.</li> </ul>
ceb: ¶ · <p>Ang browser naka-offline mode karon ug dili makakuha sa gipangayo nga item.</p>¶ · <ul>¶ · <li>Ang device konektado ba sa active nga network?</li>¶ · <li>Pinduta ang “Sulayi Balik” para maka-online mode ug ablihi balik ang page.</li>¶ · </ul>¶ ·

source: <p>The network link was interrupted while negotiating a connection. Please try again.</p> <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ceb: ¶ · <p>Naputol ang network link samtang gasulay ug konek. Palihog sulay balik.</p>¶ · <ul>¶ · <li>Ang site dili ma-open o busy kaayo. Sulayi balik taudtaod.</li>¶ · <li>Kung wala pa gihapon mogawas nga page, tan-awa imong device data o koneksyon sa Wi-Fi.</li>¶ · </ul>¶ ·

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ceb: ¶ · <p>Ang page nga gisulayan ug pakita dili makita tungod kay naa\'y error nga nabantayan kamulong transmission.</p>¶ · <ul>¶ · <li>Palihog ug kontak sa mga tag-iya sa website aron ipahibalo ang problema.</li>¶ · </ul>¶ ·

source: <p>The page you are trying to view cannot be shown because it uses an invalid or unsupported form of compression.</p> <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ceb: ¶ · <p>Ang page nga gisulayan ug pakita dili makita tungod kay gagamit kini ug sayop nga porma sa compression.</p>¶ · <ul>¶ · <li>Palihog ug kontak sa mga tag-iya sa website aron ipahibalo ang problema.</li>¶ · </ul>¶ ·

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
ceb: ¶ · <p>Ang gihatag nga address sayop ang format. Palihog ug tan-aw sa location bar kung naa\'y sayop ug sulay balik.</p>¶ ·

source: <p>The requested address specified a port (e.g., <q>mozilla.org:80</q> for port 80 on mozilla.org) normally used for purposes <em>other</em> than Web browsing. The browser has canceled the request for your protection and security.</p>
ceb: ¶ · <p>Ang girequest nga address duna\'y port (e.g., <q>mozilla.org:80</q> para port 80 sa mozilla.org) gigamit para lang sa <em>ubang tuyo</em> dili Web browsing. Gi-undang sa browser ang request alang sa imong proteksyon ug seguridad.</p>¶ ·

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p> <ul> <li>Could the server be experiencing high demand or a temporary outage? Try again later.</li> <li>Are you unable to browse other sites? Check the device’s network connection.</li> <li>Is your device or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li> <li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li> </ul>
ceb: ¶ · <p>Ang gi-request nga site wala nitubag sa request ug niundang na ang browser ug paghulat sa tubag.</p>¶ · <ul>¶ · <li>Basin nakasinati ang server ug taas nga demand o kasamtangang pagkapalong? Sulayi balik unya.</li>¶ · <li>DIli ba ka maka-browse ug uban site? Tan-awa ang device network connection.</li>¶ · <li>Aduna ba\'y firewall o proxy ang imong device o network? Ang sayop nga setting makaputol sa Web browsing.</li>¶ · <li>Problema pa gihapon? Tawagi imong network administrator o Internet provider para sa dugang tabang.</li>¶ · </ul>¶ ·

source: <p>The site at %1$s has been reported as an attack site and has been blocked based on your security preferences.</p>
ceb: <p>Ang site sa %1$s nareport nga usa ka-attack site busa na-block base sa imong mga security preference.</p>

source: <p>The site at %1$s has been reported as a potentially harmful site and has been blocked based on your security preferences.</p>
ceb: <p>Ang site sa %1$s nareport nga gidudahang makadaot nga site busa na-block kini base sa imong mga security preference.</p>

source: <p>The site at %1$s has been reported as serving unwanted software and has been blocked based on your security preferences.</p>
ceb: <p>Ang site sa %1$s nareport nga nagsilbi ug kadudahang software busa kini na-block base sa imong mga security preference.</p>

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ceb: ¶ · <p>Ang site nitubag sa network request sa wala damha nga pamaagi ug ang browser dili na makapadayon.</p>¶ ·

source: <p>This web page at %1$s has been reported as a deceptive site and has been blocked based on your security preferences.</p>
ceb: <p>Kini nga webpage sa %1$s nareport nga mailarong site busa kini nablock base sa imong mga security preference.</p>

source: Rate on Google Play
ceb: i-Rate sa Google Play

source: Read and modify bookmarks
ceb: Basaha ug usba ang mga bookmark

source: Read and modify browser settings
ceb: Basaha ug usba ang mga setting sa browser

source: Read and modify privacy settings
ceb: Basaha ug usba ang mga privacy setting

source: Read the text of all open tabs
ceb: Basaha ang text sa tanan abli nga tab

source: Rear-facing camera
ceb: Likod nga camera

source: Received tabs
ceb: Nadawat nga mga tab

source: Recently bookmarked
ceb: Bag-ong nabookmark

source: Recently saved
ceb: Bagong nasave

source: Recently saved bookmarks
ceb: Bag-ong nasave nga bookmarks

source: Recently visited
ceb: Bagong nabisita

source: Recent searches
ceb: Bag-ohay nga mga search

source: Recommended
ceb: na-Rekomenda

source: Reconnect to resume syncing
ceb: i-Reconnect para mapadayon ang pag-sync

source: Refresh
ceb: i-Refresh

source: Refreshing this page could duplicate recent actions, such as sending a payment or posting a comment twice.
ceb: Pag-refresh ani nga page posibleng maka-kopya sa bag-o nga mga aksyon, sama sa pagpadala ug bayad o pag-post sa usa ka komento makaduha.

source: Remember decision for this site
ceb: Hinumdomi ang desisyon ni ini nga site

source: Remote debugging via USB
ceb: Remote debugging pinaagi sa USB

source: Remove
ceb: i-Remove

source: Resend data to this site?
ceb: i-Padala usab ang mga data dinhi nga site?

source: Restart %1$s
ceb: i-Restart %1$s

source: Resync
ceb: i-Sync usab

source: Return to previous app
ceb: Balik sa previous nga app

source: Reviews: %1$s
ceb: Mga Review: %1$s

source: Revisit your latest searches from your homepage and tabs.
ceb: Bisitaha imong bag-ong mga search gikan sa imong homepage ug mga tab.

source: Run in private browsing
ceb: i-Padagan sa private browsing

source: Sans Serif font
ceb: Sans Serif nga font

source: Save file to device
ceb: i-Save ang file sa device

source: Save image
ceb: i-Save ang image

source: Save selected tabs to collection
ceb: i-Save ang napiling tabs padulong sa collection

source: Save this login?
ceb: i-Save ni nga login?

source: Save to collection
ceb: i-Save sa collection

source: Scan
ceb: i-Scan

source: Search
ceb: i-Search

source: Search %1$s
ceb: Pangitaon %1$s

source: Search bookmarks
ceb: Pangitaa sa mga bookmark

source: Search browsing history
ceb: Pangitaa sa browsing history

source: Search directly from the address bar
ceb: Pangitaa pinaagi sa address bar

source: Search engine settings
ceb: Mga setting sa search engine

source: Search logins
ceb: Pangitaon ang logins

source: Search or enter address
ceb: Pangitaa o ibutang ang address

source: Search %s
ceb: Pangitaon %1$s

source: Search synced tabs
ceb: Pangitaa sa synced tabs

source: Search the web
ceb: i-Search sa web

source: Secure Connection Failed
ceb: Secure Connection Pakyas

source: Select collection
ceb: Pili ug collection

source: Select credit card
ceb: Pili ug credit card

source: Selected
ceb: Napili

source: Selected %1$s
ceb: Napili %1$s

source: Selected language
ceb: Pinili nga sinultian

source: Send crash report to %1$s
ceb: i-Padala ang crash report sa %1$s

source: Sending crash report to %1$s
ceb: i-Padala ang crash report sa %1$s

source: Sepia color scheme
ceb: Sepia nga color scheme

source: Serif font
ceb: Serif nga font

source: Set as default browser
ceb: Itakda isip default browser

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
ceb: i-Set ang abri nga tabs nga automatic mo-sirado kung wala malantaw sulod sa milabay nga adlaw, semana, o bulan.

source: Settings
ceb: Mga Setting

source: Share
ceb: i-Share

source: Share email address
ceb: i-Share ang email address

source: Share image
ceb: i-Share ang image

source: Share link
ceb: i-Share ang link

source: Share via
ceb: i-Share agi sa

source: Share with…
ceb: i-Share sa

source: Show all
ceb: Ipakita tanan

source: Show all past explorations button
ceb: Ipakita tanan kanhi mga eksplorasyon nga button

source: Show all recent tabs button
ceb: Ipakita tanan bag-ong mga tab nga button

source: Show all saved bookmarks button
ceb: Ipakita ang nasave nga bookmarks button

source: Show clipboard suggestions
ceb: Ipakita ang mga clipboard suggestion

source: Show in private sessions
ceb: Ipakita sulod sa private session

source: Show search engines
ceb: Ipakita ang mga search engine

source: Show search suggestions
ceb: ipakita ang mga search suggestion

source: Show voice search
ceb: Ipakita ang voice search

source: Site information
ceb: Detalye sa site

source: Site notifications
ceb: Pahibalo gikan sa site

source: Site permissions
ceb: Panugot sa site

source: Sites: %1$s
ceb: Mga Site: %1$s

source: Some content has been blocked by the autoplay setting
ceb: Ang uban content gibara sa setting sa autoplay

source: Sorry. %1$s had a problem and crashed.
ceb: Sorry. Ang %1$s nagproblema ug nicrash

source: %s (Private)
ceb: %s (Pribado)

source: Stop
ceb: Hunong

source: Store unlimited amount of client-side data
ceb: Pagtipig ug unlimited nga client-side data

source: Successfully disabled %1$s
ceb: Malampusong na-disable %1$s

source: Successfully enabled %1$s
ceb: Malampusong na-enable %1$s

source: Successfully installed %1$s
ceb: Malampusong na-install %1$s

source: Successfully removed %1$s
ceb: Malampusong na-remove %1$s

source: Successfully uninstalled %1$s
ceb: Malampusong na-uninstall %1$s

source: Successfully updated
ceb: Malampusong na-update

source: Suggested logins
ceb: Nasugyot nga mga login

source: Supported add-ons checker
ceb: Checker sa suportadong mga add-on

source: %s will share everything you type in the address bar with your default search engine.
ceb: Ang %s magbutyag sa tanan nimo gitype sulod sa address bar gamit imong default nga search engine.

source: Switch
ceb: Balhin

source: Switch to tab
ceb: Balhin sa tab

source: Sync bookmarks, history, and more with your Firefox Account
ceb: i-Sync ang mga bookmark, history, ug uban pa sa imong Firefox Account

source: Synced tabs
ceb: Na-sync nga mga tab

source: Sync failed. Last success: %s
ceb: Pakyas ang sync. Niagi nga success: %s

source: Sync failed. Last synced: never
ceb: Pakyas ang sync. Niagi nga sync: wala sukad

source: Sync now
ceb: Sync na karon

source: Tab from %s
ceb: Tab gikan sa %s

source: Tab Received
ceb: Tab nga nadawat

source: Tabs
ceb: Mga Tab

source: Tabs Received
ceb: Mga Tab nadawat

source: Tabs you haven’t viewed for two weeks get moved here.
ceb: Ang mga tab nga wala nimo malantaw sulod sa duha ka-semana mabutang dinhi.

source: Tap to copy the URL for this app
ceb: i-Tap para makopya ang URL ani nga app

source: The address isn’t valid
ceb: Sayop ang address

source: The connection has timed out
ceb: Ang koneksyon ni-time out.

source: The connection was interrupted
ceb: Ang koneksyon naputol

source: The connection was reset
ceb: Na-reset ang koneksyon

source: The page at %1$s says:
ceb: Ang page sa %1$s ingon:

source: The page isn’t redirecting properly
ceb: Ang page dili ka-redirect ug tarong

source: The tab counter toolbar button.
ceb: Ang tab counter toolbar button.

source: This add-on was migrated from a previous version of %1$s
ceb: Kini nga add-on na-migrate gikan sa daang version sa %1$s

source: This time, search with:
ceb: Karon, search gamit ang:

source: Top sites
ceb: Nag-unang mga site

source: Tracking Protection has blocked trackers
ceb: Ang Tracking Protection nibara ug tracker

source: Tracking Protection is off for these websites
ceb: Walay Tracking Protection ani nga mga website

source: Tracking Protection is off for this site
ceb: Wala\'y Tracking Protection ani nga site

source: Tracking Protection is on
ceb: Ang Tracking Protection on

source: Translation not found, for locale %1$s neither default language %2$s
ceb: Wala\'y translation, para sa locale nga %1$s ug walay default language %2$s

source: Try Again
ceb: Usba

source: Turn off in settings
ceb: i-Off sulod sa settings

source: Turn on for all sites
ceb: i-On para sa tanan site

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
ceb: <ul> <li>Basin ang item kay na-rename, na-remove, o nabalhin?</li> <li>Naa ba\'y spelling, capitalization, o ubang sayop sa pag-sulat sa address?</li> <li>Naa ba ka\'y igo nga access permission sa gi-request nga item?</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
ceb: <ul> <li>Basin kini na-remove, nabalhin, o ang mga file permission nagpugong sa access.</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ceb: ¶ · <ul>¶ · <li>Palihog ug kontak sa mga tag-iya sa website aron ipahibalo ang problema.</li>¶ · </ul>¶ ·

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
ceb: ¶ · <ul>¶ · <li>Ang page nga imong buot lantawon dili mapakita kay ang authenticity sa nadawat nga data dili ma-verify.</li>¶ · <li>Palihug pahibal-a ang tag-iya sa website mahitungod ani nga problema.</li>¶ · </ul>¶ ·

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
ceb: ¶ · <ul>¶ · <li>Ang site dili ma-open o busy kaayo. Sulayi balik taudtaod.</li>¶ · <li>Kung wala pa gihapon mogawas nga page, tan-awa imong device data o koneksyon sa Wi-Fi.</li>¶ · </ul>¶ ·

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
ceb: ¶ · <ul>¶ · <li>Basin problema ni sa server configuration, o basin naa\'y gusto mo-impersonate ani nga server.</li>¶ · <li>Kung naka-konek ka ani nga server sa niagi, basin temporary ra ni nga error, sulayi lang ug balik unya.</li>¶ · </ul>¶ ·

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
ceb: ¶ · <ul>¶ · <li>Ang kasagaran sa mga Web address gisulat sama sa <strong>http://www.example.com/</strong></li>¶ · <li>Siguruha nga nigamit ka ug mga forward slash (i.e. <strong>/</strong>).</li>¶ · </ul>¶ ·

source: Unable to connect
ceb: Dili ka-konek

source: Unable to connect. Unrecognizable URL scheme.
ceb: Dili makakonek. Dili mailhan ang URL scheme.

source: Unable to open %1$s
ceb: Dili ka-abli sa %1$s

source: Unable to save login
ceb: Dili makasave sa login

source: Unexpected response from server
ceb: Wala damha nga tubag sa server

source: Unknown Protocol
ceb: Di inila nga Protocol

source: Unsafe File Type
ceb: Delikado nga File Type

source: Unselected %1$s
ceb: Wala gipili %1$s

source: Unwanted site issue
ceb: Inayran nga site issue

source: Update complete
ceb: Humana ang update

source: Update in progress
ceb: Kamulong update

source: Update this login?
ceb: i-Update ni nga login?

source: URL copied.
ceb: URL nakopya na.

source: Usage and technical data
ceb: Usage ug technical data

source: Verification failed
ceb: Verification napakyas

source: View options
ceb: Tan-aw sa options

source: We‘re currently building support for an initial selection of Recommended Extensions.
ceb: Kamulo kami gatukod ug suporta alang sa initial selection sa Recommended Extensions.

source: What’s New
ceb: Unsay Bag-o

source: What’s new in Firefox
ceb: Mga kabag-ohan sa Firefox

source: Yes
ceb: Oo

source: You can set Firefox to automatically open links in apps.
ceb: Ma-set nimo ang Firefox nga automatic mo-abri ug link sa mga apps.

source: You’re in a private session
ceb: Ania ka sa private session

source: Your open tabs will be shown here.
ceb: Ang imong abri nga tabs makita dinhi.

source: Your personalized Firefox homepage now makes it easier to pick up where you left off. Find your recent tabs, bookmarks, and search results.
ceb: Ang imong personal nga Firefox homepage karon sayon na mopadayon kung asa ka nibiya. Pangitaa imong bag-ong mga tab, mga bookmark, ug mga search result.

source: Your private tabs will be shown here.
ceb: Ang imong mga private tab makita dinhi.

source: Your Rights
ceb: Mga Katungod

source: Your search for \"%1$s\"
ceb: Imong gipangita alang sa \"%1$s\"

source: abnormality
ceb: abnormalidad

source: aggregate
ceb: kinatibuk-an

source: alternate text
ceb: puli nga pulong

source: appear
ceb: tungha

source: appearance
ceb: hitsura

source: attack
ceb: atake

source: authenticate
ceb: i-authenticate

source: authenticated
ceb: na-authenticate

source: back out
ceb: na-undang

source: boot
ceb: sipa

source: compact
ceb: gamay

source: compact - recommend deprioritize
ceb: dasok

source: contribute
ceb: ambag

source: corrupt
ceb: guba

source: corrupted
ceb: na-guba

source: deceptive site
ceb: mailaron nga site

source: distrust
ceb: wa'y salig

source: eavesdropping
ceb: paniktik

source: grassroots
ceb: masa

source: idle
ceb: walay buhat

source: import
ceb: balhin

source: innovations
ceb: mga innovation

source: insecure
ceb: delikado

source: Issue
ceb: Isyu

source: override
ceb: i-override

source: report
ceb: tug-an

source: revert
ceb: ibalik

source: sensitive
ceb: sensitibo

source: studies
ceb: pag-tuon

source: track
ceb: subay

source: trackers
ceb: mga tracker

source: unencrypted
ceb: wala gi-encrypt

source: unresponsive
ceb: dili responsive

source: unsafe
ceb: delikado

source: validate
ceb: i-validate
